{"title":"Guia do trabalho remoto","githubRepo":"nomadsonrails/guia-do-trabalho-remoto","googleAnalytics":"UA-37033501-5","index":{"title":"Home","description":"Conjunto de informações, experiências e burocracias para poder trabalhar remotamente para empresas do mundo todo","content":" Copyright © 2017 - Current | Nomads on rails Powered by Nomads on rails ","srcFilePath":"src/pages/index.soy","id":"pages","url":"/.","children":{"docs":{"title":"Docs","description":"Everything you need to know to get started.","content":" Guia do trabalho remoto Conjunto de informações, experiências e burocracias para poder trabalhar remotamente para empresas do mundo todo. Escolha um guia ","srcFilePath":"src/pages/docs/index.soy","id":"docs","url":"/docs","children":{"search":{"title":"Search","description":"Find what you're looking for in the documentation.","hidden":true,"content":" Electric Docs Start learning how to leverage the power of . ","srcFilePath":"src/pages/docs/search.soy","id":"search","url":"/docs/search.html"},"introducao":{"children":{"coisa-certa":{"title":"Está preparado?","description":"Trabalho remoto é a coisa certa para você?","layout":"guide","headerTitle":"Introdução","icon":"code-file","weight":1,"content":" Trabalho remoto é a coisa certa para você? Algo que percebi trabalhando com várias pessoas, de vários estados e países, foi que cada um tem suas características as quais fazem você se dar bem ou não no trabalho remoto: Disciplina É bem difícil controlar sua atenção quando se tem milhares de problemas, serviços domésticos para fazer, cachorro para dar banho, filhos para levar na escola e outras coisas do tipo. Se você é do tipo que procrastina seu trabalho para resolver seus problemas de forma desorganizada, talvez trabalho remoto seja difícil para você. Motivação Às vezes fica difícil acordar cedo, estar disponível para uma reunião, ou até mesmo se sentir lento por não ter ninguém te ajudando pessoalmente. Pessoas com auto-motivação fazem um trabalho remoto melhor. Às vezes é realmente necessário um Gestor de projetos pegando no pé para manter os funcionários focados no trabalho. Local de trabalho O local de trabalho é muito importante para quem trabalha remoto. Às vezes por achar que a liberdade é grande, você acaba caindo na tentação de trabalhar na cama, às vezes até caindo no sono, ligar a TV e trabalhar enquanto assiste, ser atrapalhado por interferências familiares como esposa pedindo pra ir fazer compras no supermercado. Às vezes é realmente necessário definir um bom local de trabalho no qual você se sinta na obrigação de, ao sentar para trabalhar, estar focado e esquecer o máximo do ambiente externo que pode tirar seu foco. Personalidade Algumas pessoas conseguem trabalhar tranquilamente em sua casa, outras, necessitam de um escritório específico pra isso, onde conseguem ter contato com outros profissionais. Existem pessoas que utilizam essa oportunidade de trabalho para viajar pelo mundo virando 'nômades digitais'. ","srcFilePath":"src/pages/docs/introducao/coisa-certa.md","id":"coisa-certa","url":"/docs/introducao/coisa-certa.html"},"necessidades":{"title":"Necessidades","description":"Por onde começar?","layout":"guide","icon":"code-file","weight":1,"content":" Necessidades básicas Inicialmente tudo que você precisa é ter seus instrumentos de trabalho, \"computador, smartphone (caso seja desenvolvimento mobile), post-it(","srcFilePath":"src/pages/docs/introducao/necessidades.md","id":"necessidades","url":"/docs/introducao/necessidades.html"}},"title":"Introdução","description":"Por onde começar?","layout":"guide","icon":"code-file","weight":1,"content":" Por onde começar? Trabalhar remotamente vem se tornando cada vez mais um objetivo de todos os trabalhadores na área de TI ao redor do mundo. Estar alinhado com suas necessidades, controlar seu horário de trabalho, dispor de mais tempo com a família, viajar e conhecer novos horizontes e principalmente se livrar do stress causado pelo trânsito nas grandes cidades. Estes são alguns dos motivos que fazem um funcionário questionar sua empresa e negociar uma jornada de trabalho remoto. Após completar 2 anos de trabalho remoto, decidi compartilhar um pouco da minha experiência relativa a como começar a trabalhar remotamente tanto para empresas no Brasil, quanto para empresas no exterior. Todas as informações são inicialmente focadas a profissionais de TI, porém também podem ser aplicadas a profissionais de outras áreas. ","srcFilePath":"src/pages/docs/introducao/index.md","id":"introducao","url":"/docs/introducao","childIds":["coisa-certa","necessidades"]}},"childIds":["introducao","search"]}},"childIds":["docs"]}}